Repository: TimurZxc/Flask-appbuilder-default
Catalog: flask_appbuilder/translations/*/LC_MESSAGES/messages.po
Languages: fr, ja_jp, ko, pl, pt

source: Access is Denied
fr: Accès refusé
ja_jp: アクセスは拒否されました
ko: 액세스가 거부되었습니다
pl: Dostęp zabroniony
pt: Acesso Negado

source: Search
fr: Rechercher
ja_jp: 検索
ko: 검색
pl: Szukaj
pt: Pesquisar

source: Back
fr: Précédent
ja_jp: 戻る
ko: 뒤로
pl: Wstecz
pt: Voltar

source: Save
fr: Sauvegarder
ja_jp: 保存
ko: 저장
pl: Zapisz
pt: Gravar

source: This field is required.
fr: Ce champ est requis.
ja_jp: このフィールドは必須です
ko: 이 항목은 필수 값입니
pl: To pole jest wymagane.
pt: Este campo é obrigatório.

source: Not a valid date value
fr: Valeure invalide
ja_jp: この日付は不正です
ko: 유효하지 않은 날짜 값입니다
pl: Nieprawidłowa wartość daty
pt: Data inserida não é válida

source: No records found
fr: Aucun résultat
ja_jp: 記録がありません
ko: 레코드가 없습니다
pl: Brak rekordów
pt: Não existem registos

source: Invalid file extension
fr: Extension du fichier invalide
ja_jp: 無効なファイル拡張子です
ko: 유효하지 않은 파일 확장자 입니다
pl: Nieprawidłowe rozszerzenie pliku
pt: Nome de ficheiro inválido

source: Already exists.
fr: Existe déjà
ja_jp: 既に存在してます
ko: 이미 존재함
pl: Już istnieje.
pt: Já existe

source: Group by
fr: Grouper par
ja_jp: グループ別
ko: 그룹화
pl: Grupuj wg
pt: Agrupar por campo

source: Added Row
fr: Ligne ajoutée
ja_jp: 行を追加しました
ko: 행이 추가되었습니다
pl: Dodany wiersz
pt: Registo Adicionado

source: Changed Row
fr: Ligne modifiée
ja_jp: 行を変更しました
ko: 행이 수정되었습니다
pl: Zmieniony wiersz
pt: Registo Alterado

source: Deleted Row
fr: Ligne supprimée
ja_jp: 行を削除しました
ko: 행이 삭제되었습니다
pl: Usunięty wiersz
pt: Registo Apagado

source: Associated data exists, please delete them first
fr: Données associées présentes, supprimez-les svp
ja_jp: 関連するデータは存在しています、先にそれらを削除して下さい
ko: 관련된 데이터가 존재합니다 먼저 삭제해 주세요
pl: Stowarzyszone dane już istnieją, proszę je wcześniej usunać
pt: Existem dados associados, por favor apague-os primeiro.

source: Integrity error, probably unique constraint
fr: Erreur d'integrité, probablement une contrainte d'unicité
ja_jp: 整合性エラーです、これはおそらくユニーク制約です
ko: 무결성 오류, 고유한 제약조건
pl: Błąd integralności, prawdopodobnie zasady integralności
pt: Erro de integridade, provável campo único

source: General Error
fr: Erreur générale
ja_jp: 一般エラー
ko: 표준 에러
pl: Błąd ogólny
pt: Erro Geral

source: Count of
fr: Nombre de
ja_jp: 数
ko: 카운트
pl: Ilość
pt: Quantidade de

source: Sum of
fr: Somme de
ja_jp: 総計
ko: 합계
pl: Suma
pt: Soma de

source: Avg. of
fr: Moyenne de
ja_jp: 平均
ko: 평균
pl: Średnia
pt: Média de

source: Contains
fr: Contient
ja_jp: 含む
ko: 포함
pl: Zawiera
pt: Contém

source: Not Contains
fr: Pas de contenu
ja_jp: 含まない
ko: 포함 안 함
pl: Nie zawiera
pt: Não contém

source: Equal to
fr: Egal à
ja_jp: 等しい
ko: 같은
pl: Równe
pt: Igual a

source: Not Equal to
fr: Different de
ja_jp: 異なる
ko: 같지 않은
pl: Nie równe
pt: Não é igual a

source: Greater than
fr: Supérieur à
ja_jp: より大きい
ko: 보다 큼
pl: Większe niż
pt: Maior que

source: Smaller than
fr: Inferieur à
ja_jp: より小さい
ko: 보다 작은
pl: Mniejsze niż
pt: Menor que

source: Starts with
fr: Commence par
ja_jp: ～から開始
pl: Rozpoczyna od
pt: Começa com

source: Not Starts with
fr: Ne commence pas par
ja_jp: ～から開始しない
pl: Nie rozpoczyna od
pt: Não começa com

source: Relation
ja_jp: 関連
ko: 관계
pl: Relacja
pt: Relação

source: Relation as Many
fr: Relation multiple
ja_jp: 2つ以上の関連
pl: Relacja do wielu
pt: Relação multipla

source: Ends with
fr: Fini par
ja_jp: ～で終わる
pl: Zakończone
pt: Acaba com

source: Not Ends with
fr: Ne finis pas par
ja_jp: ～で終わらない
pl: Nie zakończone
pt: Não acaba com

source: No Relation
fr: Sans relation
ja_jp: 関連はない
pl: Brak relacji
pt: Sem Relação

source: User Name
fr: Nom d'utilisateur
ja_jp: ユーザー名
ko: 사용자명
pl: Nazwa użytkownika
pt: Utilizador

source: Remember me
fr: Se souvenir de moi
ja_jp: 記憶する
ko: 로그인 상태 유지
pt: Lembrar-me

source: Password
fr: Mot de passe
ja_jp: パスワード
ko: 비밀번호
pl: Hasło
pt: Palavra Passe

source: First Name
fr: Prénom
ja_jp: 名前(名)
ko: 이름
pl: Imię
pt: Primeiro Nome

source: Write the user first name or names
fr: Écrivez le ou les prénoms de l'utilisateur
ja_jp: ユーザーの名前を入力して下さい
ko: 사용자 이름을 입력해 주세요
pl: Podaj imię lub imiona użytkownika
pt: Escreva o primeiro nome do Utilizador

source: Last Name
fr: Nom de famille
ja_jp: 名字(姓)
ko: 성
pl: Nazwisko
pt: Último Nome

source: Write the user last name
fr: Ecrire le nom de famille de l'utilisateur
ja_jp: ユーザーの名字を入力して下さい
ko: 성을 입력해 주세요
pl: Podaj nazwisko użytkownika
pt: Escreva o último nome

source: Please use a good password policy, this application does not check this for you
fr: Svp Utilisez un bon mot de passe, l'application ne verifie pour vous
ja_jp: このアプリケーションはパスワードの複雑さを確認しませんので良いパスワードポリシーを使って下さい。
ko: 안전한 암호를 입력해주세요, 이 애플리케이션은 비밀번호 규칙을 확인하지 않습니다
pl: Proszę stosować dobrą politykę haseł, ta aplikacja nie sprawdza tego za ciebie
pt: Por favor utilize uma boa politica de password, esta aplicação não efectua a verificação da mesma por si

source: Confirm Password
fr: Confirmez votre mot de passe
ja_jp: パスワード確認
ko: 비밀번호 확인
pl: Potwierdź hasło
pt: Confirme a palavra passe

source: Please rewrite the password to confirm
fr: S'il vous plaît, confirmez votre mot de passe
ja_jp: 確認の為にパスワードをもう一度入力して下さい
ko: 비밀번호 확인을 입력해 주세요
pl: Podaj hasło ponownie w celu weryfikacji
pt: Por favor reescreva a password para confirmar

source: Passwords must match
fr: Las mots de passe doivent correspondre
ja_jp: パスワードは一致しなければいけません
ko: 비밀번호가 일치하지 않습니다
pl: Hasła muszą pasować
pt: Palavras passe têm que ser iguais

source: Email
ja_jp: メール
ko: 이메일
pl: Adres e-mail

source: List Users
fr: Listez les utilisateurs
ja_jp: ユーザー一覧
ko: 사용자 목록
pl: Lista użytkowników
pt: Lista de Utilizadores

source: Security
fr: Sécurité
ja_jp: セキュリティ
ko: 보안
pl: Bezpieczeństwo
pt: Segurança

source: List Roles
fr: Listez les rôles
ja_jp: ロール一覧
ko: 역할 목록
pl: Lista ról
pt: Lista de Funções de Segurança

source: User's Statistics
fr: Statistiques utilisateurs
ja_jp: ユーザー統計データ
ko: 사용자 통계
pl: Statystyki użytkowników
pt: Estatísticas de Utilizadores

source: User Registrations
fr: Enregistrement des utilisateurs
ja_jp: ユーザー登録
ko: 사용자 등록
pl: Rejestracje użytkowników

source: Base Permissions
fr: Permissions de base
ja_jp: 基本許可
ko: 기본 권한
pl: Podstawowe uprawnienia
pt: Lista de Permissões Base

source: Views/Menus
fr: Vues/Menus
ja_jp: 閲覧/メニュー
ko: 뷰/메뉴
pl: Widoki/menu
pt: Vistas/Menus

source: Permission on Views/Menus
fr: Permission des vues/menus
ja_jp: 閲覧/メニューの許可
ko: 뷰/메뉴 권한
pl: Uprawnienia do widoków/menu
pt: Permissão em Vistas/Menus

source: Account activation
fr: Activation du compte
ja_jp: アカウントの有効化
ko: 계정 활성화
pl: Aktywacja konta
pt: Ativação da conta

source: Registration sent to your email
fr: Enregistrement envoyé par email
ja_jp: 登録情報はメールに送信されました
ko: 이메일이 전송되었습니다
pl: Wiadomość potwierdzająca wysłana na twój adres e-mail
pt: Registo envio para o seu email

source: Not possible to register you at the moment, try again later
fr: Impossible de s'enregistrer pour le moment, essayez plus tard
ja_jp: 現在は登録が出来ません。少々お待ちになってからもう一度登録をしてみて下さい
ko: 등록에 실패하였습니다 잠시 후 다시 시도해주세요
pl: Rejestracja nie jest możliwa w tej chwili, spróbuj ponownie później
pt: Não foi possivel registrá-lo de momento, por favor tente mais tarde

source: Registration not found
fr: Enregistrement non trouvé
ja_jp: 登録情報は見つかりませんでした
ko: 등록된 정보를 찾을 수 없습니다.
pl: Rejestracja nie odnaleziona
pt: Registro não encontrado

source: Fill out the registration form
fr: Completer le formulaire d'inscription
ja_jp: 登録情報をご記入下さい
ko: 가입 정보를 작성해 주세요
pl: Wypełnij formularz rejestracji
pt: Preencha o formulário de inscrição

source: List Base Permissions
fr: Lister les permissions de base
ja_jp: 基本許可の一覧
ko: 기본 권한 목록
pl: Lista podstawowych uprawnień
pt: Lista de Permissões Base

source: Show Base Permission
fr: Montre la permission de base
ja_jp: 基本許可を表示
ko: 기본 권한 보기
pl: Pokaż podstawowe uprawnienia
pt: Detalhe da Permissão Base

source: Add Base Permission
fr: Ajouter une permission base
ja_jp: 基本許可を追加
ko: 기본 권한 추가
pl: Dodaj podstawowe uprawnienie
pt: Adicionar Permissão Base

source: Edit Base Permission
fr: Editer la permission de base
ja_jp: 基本許可を編集
ko: 기본 권한 수정
pl: Zmień podstawowe uprawnienie
pt: Editar Permissão Base

source: Name
fr: Nom
ja_jp: 名前
ko: 이름
pl: Nazwa
pt: Nome

source: List View Menus
fr: Lister les Vues Menus
ja_jp: 閲覧/メニューの一覧
ko: 뷰/메뉴 목록
pl: Lista widoku menu
pt: Lista de Vista e Menus

source: Show View Menu
fr: Afficher Vue Menus
ja_jp: 閲覧/メニューの表示
ko: 뷰/메뉴 보기
pl: Pokaż widok menu
pt: Detalhe da Vista/Menu

source: Add View Menu
fr: Ajouter Vue Menu
ja_jp: 閲覧/メニューを追加
ko: 뷰/메뉴 추가
pl: Dodaj widok menu
pt: Adicionar Vista/Menu

source: Edit View Menu
fr: Editer la vue du Menu
ja_jp: 閲覧/メニューを編集
ko: 뷰/메뉴 수정
pl: Zmień widok menu
pt: Editar Vista/Menu

source: List Permissions on Views/Menus
fr: Listez les permissions des vues/menus
ja_jp: 閲覧/メニューに対する許可の一覧
ko: 뷰/메뉴 권한 목록
pl: Lista uprawnienia do widoków/menu
pt: Lista de Permissões

source: Show Permission on Views/Menus
fr: Afficher les permissions des vues/menus
ja_jp: 閲覧/メニューに対する許可を表示
ko: 뷰/메뉴 권한 보기
pl: Pokaż uprawnienia do widoków/menu
pt: Detalhe de Permissão na Vista/Menu

source: Add Permission on Views/Menus
fr: Ajouter une autorisation sur les vues / menus
ja_jp: 閲覧/メニューに対する許可を追加
ko: 뷰/메뉴 권한 추가
pl: Dodaj uprawnienia do widoków/menu
pt: Adicionar Permissão á Vista/Menu

source: Edit Permission on Views/Menus
fr: Modifier l'autorisation sur les vues / menus
ja_jp: 閲覧/メニューに対する許可を編集
ko: 뷰/메뉴 권한 수정
pl: Zmień uprawnienia do widoków/menu
pt: Editar Permissão da Vista/Menu

source: Permission
ja_jp: 許可
ko: 권한
pl: Uprawnienie
pt: Permissão

source: View/Menu
fr: Vue/Menu
ja_jp: 閲覧/メニュー
ko: 뷰/메뉴
pl: Widok/Menu
pt: Vista/Menu

source: Reset Password Form
fr: Mot de passe réinitialisé
ja_jp: パスワード初期化フォーム
ko: 비밀번호 초기화
pl: Formularz resetowania hasła
pt: Alterar Palavra passe

source: Password Changed
fr: Contraseña modificada
ja_jp: パスワードの変更を完了しました
ko: 비밀번호가 변경되었습니다
pl: Hasło zmienione
pt: Palavra passe alterada

source: Show User
fr: Afficher l'utilisateur
ja_jp: ユーザーを表示
ko: 사용자 보기
pl: Pokaż użytkownika
pt: Detalhe do Utilizador

source: Add User
fr: Ajouter un utilisateur
ja_jp: ユーザーの追加
ko: 사용자 추가
pl: Dodaj użytkownika
pt: Adicionar Utilizador

source: Edit User
fr: Editer un utilisateur
ja_jp: ユーザーの編集
ko: 사용자 수정
pl: Zmień użytkownika
pt: Editar Utilizador

source: Full Name
fr: Nom complet
ja_jp: 氏名
ko: 이름
pl: Pełna nazwa
pt: Nome Completo

source: Is Active?
fr: Actif?
ja_jp: 有効？
ko: 활성?
pl: Czy aktywny?
pt: Está activo?

source: Role
fr: Rôle
ja_jp: 役割
ko: 역할
pl: Rola
pt: Função de Segurança

source: Last login
fr: Dernière session
ja_jp: 最後のログイン
ko: 마지막 로그인
pl: Ostatnie logowanie
pt: Último acesso

source: Login count
fr: Nombre de session
ja_jp: ログイン数
ko: 로그인 횟수
pl: Ilość logowań
pt: Número de acessos

source: Failed login count
fr: Nombre de connexions ayant échouées
ja_jp: ログイン失敗数
ko: 로그인 실패 횟수
pl: Ilość nieudanych logowań
pt: Número de acessos em falha

source: Created on
fr: Créé le
ja_jp: 作成日
ko: 생성일
pl: Data utworzenia
pt: Criado em

source: Created by
fr: Créé par
ja_jp: 作成者
ko: 생성자
pl: Utworzony przez
pt: Criado por

source: Changed on
fr: Modifié le
ja_jp: 更新日
ko: 수정일
pl: Data zmiany
pt: Registo Alterado em

source: Changed by
fr: Modifié par
ja_jp: 更新者
ko: 수정자
pl: Zmieniony przez
pt: Registo Alterado por

source: Username valid for authentication on DB or LDAP, unused for OID auth
fr: Nom d'utilisateur valide pour l'authentification sur DB ou LDAP, non utilisé pour l'authentification OID
ja_jp: ユーザー名はデータベース又はＬＤＡＰ上での認証のために有効です。ＯＩＤ認証では無視されます
ko: DB 및 LDAP 계정 이름 OID 인증에 사용되지 않습니다
pl: Nazwa użytkownika istotna dla uwierzytelniania z bazy danych lub LDAP, nieużywana przy uwierzytelnianiu OID
pt: Nome de Utilizador válido. Não utilizador para OID.

source: It's not a good policy to remove a user, just make it inactive
ja_jp: ユーザーの削除は良いポリシーではありません。ユーザーを無効にする事をお薦めします
ko: 사용자를 삭제하는 것은 좋은 정책이 아닙니다. 비활성화만 해주세요
pt: Não é uma boa politica remover um utilizador, desactive-o

source: The user's email, this will also be used for OID auth
fr: L'email de l'utilisateur, celui-ci sera également utilisé pour l'authentification OID"
ja_jp: これはユーザーのメールです。ＯＩＤ認証でも利用されます
ko: 사용자의 이메일 이 메일은 OID 인증에도 사용됩니다
pt: O Email do Utilizador, irá ser usado para autenticação tipo OID

source: Please rewrite the user's password to confirm
ja_jp: 確認の為に、ユーザーのパスワードをもう一度入力して下さい
ko: 비밀번호 확인을 작성해 주세요
pt: Por favor reescreva a password para confirmar

source: User info
fr: Information utilisateur
ja_jp: ユーザー情報
ko: 사용자 정보
pl: Dane użytkownika
pt: Informação de Utilizador

source: Personal Info
fr: Informations personnelles
ja_jp: 個人情報
ko: 개인정보
pl: Dane osobiste
pt: Informação Pessoal

source: Audit Info
fr: Informations d'audit
ja_jp: 監査情報
pl: Dane audytu
pt: Informação de Auditoria

source: Your user information
fr: Vos intformations d'utilisateur
ja_jp: あなたのユーザー情報
ko: 내 정보
pl: Twoje dane użuytkownika
pt: A sua informação de utilizador

source: Reset my password
fr: Réinitialiser mon mot de pass
ja_jp: 自分のパスワードを初期化
ko: 내 비밀번호 초기화
pl: Zresetuj moje hasło
pt: Alterar Palavra passe

source: Reset Password
fr: Réinitialiser le mot de passe
ja_jp: パスワードを初期化
ko: 비밀번호 초기화
pl: Resetowanie hasła
pt: Alterar Palavra passe

source: User Statistics
fr: Statistiques utilisateur
ja_jp: ユーザーの統計データ
ko: 사용자 통계
pl: Statystyki użytkownika
pt: Estatísticas de Utilizador

source: List of Registration Requests
ja_jp: 登録依頼の一覧
ko: 사용자 등록신청 목록
pl: Lista wniosków o rejestrację
pt: Lista de pedidos de registo

source: Show Registration
fr: Afficher l'inscription
ja_jp: 登録依頼を表示
ko: 사용자 등록 보기
pl: Pokaż rejestrację
pt: Mostrar Registro

source: Show Role
fr: Afficher un rôle
ja_jp: ロールの表示
ko: 역할 보기
pl: Pokaż rolę
pt: Detalhe da Função de Segurança

source: Add Role
fr: Ajouter un Rôle
ja_jp: ロールを追加
ko: 역할 추가
pl: Dodaj rolę
pt: Adicionar Função de Segurança

source: Edit Role
fr: Editer rôle
ja_jp: ロールを編集
ko: 역할 수정
pl: Zmień rolę
pt: Editar Função de Segurança

source: Permissions
ja_jp: 許可
ko: 권한
pl: Uprawnienia
pt: Permissões

source: Copy Role
fr: Copiez le rôle
ja_jp: ロールの複製
ko: 역할 복사
pl: Kopiuj rolę
pt: Copiar Função de Segurança

source: Copy the selected roles?
fr: Copiez les rôles selectionnés ?
ja_jp: このロールを複製してよろしいですか
ko: 선택한 역할을 복사하시겠습니까?
pl: Skopiować wybrane role?
pt: Copiar as funções selecionadas?

source: Invalid login. Please try again.
fr: Login invalide. Essayez de nouveau.
ja_jp: ログイン情報が不正です。もう一度確認してからお試しください
ko: 유효하지않은 로그인 정보입니다 로그인 정보를 다시 입력해 주세요
pl: Nieprawidłowe logowanie. Proszę spróbować ponownie.
pt: Autenticação Inválida. Volte a tentar.

source: Sign In
fr: S'enregistrer
ja_jp: サインイン
ko: 로그인
pl: Zarejestruj się
pt: Entrar (Autenticar)

source: Profile
fr: Profil
ja_jp: プロファイル
ko: 프로필
pl: Profil
pt: Perfil

source: Logout
fr: Se deconnecter
ja_jp: ログアウト
ko: 로그아웃
pl: Wylogowanie
pt: Sair

source: Login
fr: Se connecter
ja_jp: ログイン
ko: 로그인
pl: Logowanie
pt: Entrar

source: Welcome
fr: Bienvenue
ja_jp: ようこそ
ko: 환영합니다
pl: Witamy
pt: Bem-vindo

source: User confirmation needed
ja_jp: ユーザー確認が必要になりました
pl: Wymagane potwierdzenie użytkownika
pt: Necessária confirmação do utilizador

source: Actions
ja_jp: アクション
ko: 활동
pl: Akcje
pt: Acções

source: Page size
fr: Taille de page
ja_jp: ページサイズ
ko: 페이지
pl: Rozmiar strony
pt: Dimensão da página

source: Order by
fr: Ordonner par
ja_jp: 順序付け
ko: 정렬

source: Record Count
fr: Nombre de record
ja_jp: 記録数
ko: 레코드 수
pl: Ilość rekordów
pt: Número de registos

source: Add a new record
fr: Ajouter un nouvel article
ja_jp: 記録を追加
ko: 새로운 레코드 추가
pl: Dodaj nowy rekord
pt: Adicionar um novo registo

source: Edit record
fr: Editer le registre
ja_jp: 記録を編集
ko: 레코드 수정
pl: Zmień rekord
pt: Editar registo

source: Show record
fr: Afficer le record
ja_jp: 記録を表示
ko: 레코드 보기
pl: Pokaż rekord
pt: Detalhe do registo

source: Delete record
fr: Supprimer le record
ja_jp: 記録を削除
ko: 레코드 삭제
pl: Usuń rekord
pt: Apagar registo

source: Group by fields
fr: Groupe par champs
ja_jp: フィールドでグループ
ko: 그룹화 필드
pl: Grupuj wg pól
pt: Agrupar por campo

source: Your user is activated you can now proceed to login
fr: Votre utilisateur est activé, vous pouvez vous connecter
ja_jp: ユーザーは有効になりました。ログインに進んで下さい
ko: 사용자가 활성화 되었습니다 로그인을 계속 할 수 있습니다
pl: Twój konto jest już aktywne więc możesz przystąpić do logowania
pt: O seu utilizador foi ativado, pode proceder para o Login

source: Enter your login and password below
fr: Entrez votre login et mot de passe
ja_jp: ユーザー名とパスワードを入力して下さい
ko: 아래의 로그인 정보를 입력해 주세요
pl: Podaj swój identyfikator i hasło poniżej
pt: Introduza o seu utilizador e palavra passe

source: Username
fr: Nom d'utilisateur
ja_jp: ユーザー名
ko: 사용자명
pl: Nazwa użytkownika
pt: Utilizador

source: If you are not already a user, please register
fr: Si vous n'êtes pas inscrit, inscrivez-vous
ja_jp: もしあなたが新規ユーザで登録がまだならばまずはご登録下さい
ko: 아직 사용자가 아닌 경우 사용자 등록을 해주세요
pl: Jeżeli jeszcze nie jesteś użytkownikiem, proszę zarejestruj się
pt: Se ainda não for um utilizador, por favor registre-se

source: Register
fr: S'inscrire
ja_jp: 登録
ko: 등록
pl: Rejestracja
pt: Registrar

source: Click on your OpenID provider below
fr: Selectionnez votre fournisseur OpenID ci-dessous
ja_jp: 自分のOpenIDプロバイダーを選んで下さい
ko: 아래의 OpenID 제공자를 클릭해 주세요
pl: Kliknij twojego dostawcę OpenID poniżej
pt: Escolha o serviço de OpenID

source: Or enter your OpenID here
fr: Entrez votre OpenID ici
ja_jp: 又は自分のOpenIDをここに入力して下さい
ko: 또는 여기에 OpenID를 입력해 주세요
pl: Lub podaj swoje OpenID tutaj
pt: Ou intruduza o seu OpenID

source: Please choose a provider
fr: S'il vous plaît, choisissez un fournisseur
ja_jp: プロバイダーを選択
ko: 제공자를 선택해 주세요
pl: Proszę wybrać dostawcę
pt: Por favor, Escolha um dos seguintes

source: Enter your OpenID Username
ja_jp: OpenIDユーザー名を入力
ko: 당신의 OpenID 사용자명을 입력해 주세요
pl: Podaje nazwę użytkownika OpenID

source: Sign in using:
fr: Connectez-vous en utilisant
ja_jp: サインイン方法：
ko: 다음을 사용하여 로그인

source: Add Filter
fr: Ajouter un filter
ja_jp: フィルターの追加
ko: 필터 추가
pl: Dodaj filtr
pt: Adicionar Filtro

source: Not a valid choice
ko: 유효한 선택이 아닙니다
pl: Nieprawidłowy wybór

source: Select Value
ko: 값을 선택해 주세요

source: Edit User Information
ko: 사용자 정보 수정

source: User information changed
ko: 사용자 정보가 수정되었습니다

source: Detail
ko: 상세보기

source: OpenID
pt: Id Aberto (OpenID)
